[{
    "id": "solis",
    "astrodot": "A",
    "name_pt": "Sol",
    "quality_pt": "Quente e Seco",
    "key_pt": "Essência",
    "domicile": "leo",
    "exaltation": "aries",
    "fall": "libra",
    "exile": "aquarius",
    "topics_pt": "Ego, Personalidade básica, Consciência, Vitalidade, Energia",
    "description_pt": "o Sol é um dos corpos celestes mais importantes, representando o núcleo de nossa identidade, o eu consciente e a essência de nossa personalidade. Simbolicamente, o Sol é associado à luz, à vida e à energia vital que nos permite crescer e nos desenvolver como indivíduos.",
    "characteristics_pt": "O Sol é regente do signo de Leão e é também considerado um dos planetas pessoais, juntamente com a Lua, Mercúrio, Vênus e Marte. Em termos de características, o Sol representa nossa vitalidade, nosso poder de vontade, nosso sentido de propósito e nossa capacidade de brilhar e nos destacar no mundo.",
    "interpretation_pt": "Na interpretação astrológica, o posicionamento da Lua no mapa natal de uma pessoa revela informações importantes sobre suas necessidades emocionais, suas relações familiares e seu senso de segurança e conforto. Por exemplo, se a Lua está em um signo de fogo, como Áries, Leão ou Sagitário, isso pode indicar uma personalidade mais impulsiva, entusiasmada e expressiva. Se a Lua está em um signo de terra, como Touro, Virgem ou Capricórnio, pode indicar uma personalidade mais prática, sensata e fiel. Se a Lua está em um signo de ar, como Gêmeos, Libra ou Aquário, pode indicar uma personalidade mais comunicativa, curiosa e social. Se a Lua está em um signo de água, como Câncer, Escorpião ou Peixes, pode indicar uma personalidade mais emocional, intuitiva e empática.",
    "positioning_pt": "O posicionamento do Sol em relação aos outros planetas em um mapa natal pode indicar como essa pessoa tende a expressar sua identidade e sua vitalidade no mundo, bem como quais são as suas maiores forças e desafios na vida. Em geral, o Sol é um símbolo poderoso na astrologia, que nos ajuda a entender melhor quem somos e qual é o nosso propósito na vida.",
    "name_en": "Sun",
    "quality_en": "Hot and dry",
    "key_en": "Essence",
    "topics_en": "Ego, basic personality, consciousness, vitality, energy",
    "description_en": "The sun is one of the most important celestial bodies, representing the core of our identity, the conscious self and the essence of our personality. Symbolically, the sun is associated with light, life and vital energy that allows us to grow and develop as individuals.",
    "characteristics_en": "The sun is conductor of the sign of Leo and is also considered one of the personal planets, along with the moon, mercury, Venus and Mars. In terms of characteristics, the sun represents our vitality, our power of will, our sense of purpose and our ability to shine and stand out in the world.",
    "interpretation_en": "In astrological interpretation, the moon's position on a person's Christmas chart reveals important information about their emotional needs, their family relationships and their sense of safety and comfort. For example, if the moon is in a fire sign, such as Aries, Leo or Sagittarius, this may indicate a more impulsive, enthusiastic and expressive personality. If the moon is in a land sign, such as bull, virgin or capicorn, it can indicate a more practical, sensible and faithful personality. If the moon is in an air sign, such as twins, pound or aquarium, it can indicate a more communicative, curious and social personality. If the moon is in a water sign, such as cancer, scorpion or fish, it can indicate a more emotional, intuitive and empathic personality.",
    "positioning_en": "Sun's positioning on other planets on a Christmas chart can indicate how this person tends to express his identity and vitality in the world, as well as his greatest strength and challenges in life. In general, the sun is a powerful symbol in astrology, which helps us to better understand who we are and what our purpose is in life.",
    "name_es": "Sol",
    "quality_es": "Caliente y seco",
    "key_es": "Esencia",
    "topics_es": "Ego, personalidad básica, conciencia, vitalidad, energía",
    "description_es": "El sol es uno de los cuerpos celestes más importantes, que representan el núcleo de nuestra identidad, el ser consciente y la esencia de nuestra personalidad. Simbólicamente, el sol está asociado con la luz, la vida y la energía vital que nos permite crecer y desarrollar como individuos.",
    "characteristics_es": "El sol es director del signo de Leo y también se considera uno de los planetas personales, junto con la Luna, Mercurio, Venus y Marte. En términos de características, el sol representa nuestra vitalidad, nuestro poder de voluntad, nuestro sentido de propósito y nuestra capacidad de brillar y destacar en el mundo.",
    "interpretation_es": "En la interpretación astrológica, la posición de la luna en la tabla navideña de una persona revela información importante sobre sus necesidades emocionales, sus relaciones familiares y su sentido de seguridad y comodidad. Por ejemplo, si la luna está en un signo de fuego, como Aries, Leo o Sagitario, esto puede indicar una personalidad más impulsiva, entusiasta y expresiva. Si la Luna está en un signo de tierra, como Bull, Virgin o Capicorn, puede indicar una personalidad más práctica, sensata y fiel. Si la luna está en un signo aéreo, como gemelos, libra o acuario, puede indicar una personalidad más comunicativa, curiosa y social. Si la luna está en un signo de agua, como cáncer, escorpión o peces, puede indicar una personalidad más emocional, intuitiva y empática.",
    "positioning_es": "El posicionamiento de Sun en otros planetas en una tabla de Navidad puede indicar cómo esta persona tiende a expresar su identidad y vitalidad en el mundo, así como su mayor fortaleza y desafíos en la vida. En general, el sol es un símbolo poderoso en astrología, que nos ayuda a comprender mejor quiénes somos y cuál es nuestro propósito en la vida."
}, {
    "id": "Luna",
    "astrodot": "B",
    "name_pt": "Lua",
    "quality_pt": "Frio e úmido",
    "key_pt": "Emoção",
    "domicile": "cancer",
    "exaltation": "taurus",
    "fall": "scorpio",
    "exile": "capricornus",
    "topics_pt": "Inconsciência, Emoções, Instintos, Hábitos, Humor",
    "description_pt": "a Lua é um dos corpos celestes mais importantes, representando o aspecto emocional e instintivo de nossa personalidade. Simbolicamente, a Lua está associada à nossa vida interior, nossas emoções, nossos sentimentos mais profundos e nossos instintos primordiais.",
    "characteristics_pt": "A Lua governa o signo de Câncer e é considerada um dos planetas pessoais, juntamente com o Sol, Mercúrio, Vênus e Marte. Em termos de características, a Lua representa nossa capacidade de nutrir e cuidar de nós mesmos e dos outros, nossa sensibilidade emocional, nossa intuição e nossa capacidade de adaptação às mudanças.",
    "interpretation_pt": "Na interpretação astrológica, o posicionamento da Lua no mapa natal de uma pessoa revela informações importantes sobre suas necessidades emocionais, suas relações familiares e seu senso de segurança e conforto. Por exemplo, se a Lua está em um signo de fogo, como Áries, Leão ou Sagitário, isso pode indicar uma personalidade mais impulsiva, entusiasmada e expressiva. Se a Lua está em um signo de terra, como Touro, Virgem ou Capricórnio, pode indicar uma personalidade mais prática, sensata e fiel. Se a Lua está em um signo de ar, como Gêmeos, Libra ou Aquário, pode indicar uma personalidade mais comunicativa, curiosa e social. Se a Lua está em um signo de água, como Câncer, Escorpião ou Peixes, pode indicar uma personalidade mais emocional, intuitiva e empática.",
    "positioning_pt": "a posição da Lua em relação aos outros planetas em um mapa natal pode indicar como essa pessoa lida com suas emoções, como se conecta com seus entes queridos e como lida com mudanças em sua vida. Em geral, a Lua é um símbolo poderoso na astrologia, que nos ajuda a entender melhor nossas emoções e como elas afetam nossa vida e nossos relacionamentos.",
    "name_en": "Moon",
    "quality_en": "cold and wet",
    "key_en": "Emotion",
    "topics_en": "Unconsciousness, emotions, instincts, habits, humor",
    "description_en": "The moon is one of the most important celestial bodies, representing the emotional and instinctive aspect of our personality. Symbolically, the moon is associated with our inner life, our emotions, our deepest feelings, and our primordial instincts.",
    "characteristics_en": "The moon rules the sign of cancer and is considered one of the personal planets, along with the sun, mercury, Venus and Mars. In terms of characteristics, the moon represents our ability to nourish and take care of ourselves and others, our emotional sensitivity, our intuition and our ability to adapt to change.",
    "interpretation_en": "In astrological interpretation, the moon's position on a person's Christmas chart reveals important information about their emotional needs, their family relationships and their sense of safety and comfort. For example, if the moon is in a fire sign, such as Aries, Leo or Sagittarius, this may indicate a more impulsive, enthusiastic and expressive personality. If the moon is in a land sign, such as bull, virgin or capicorn, it can indicate a more practical, sensible and faithful personality. If the moon is in an air sign, such as twins, pound or aquarium, it can indicate a more communicative, curious and social personality. If the moon is in a water sign, such as cancer, scorpion or fish, it can indicate a more emotional, intuitive and empathic personality.",
    "positioning_en": "The moon's position on other planets on a Christmas chart can indicate how this person deals with his emotions, how he connects with his loved ones, and how he deals with changes in his life. In general, the moon is a powerful symbol in astrology, which helps us understand our emotions better and how they affect our lives and our relationships.",
    "name_es": "Luna",
    "quality_es": "frío y húmedo",
    "key_es": "Emoción",
    "topics_es": "Descubrimiento, emociones, instintos, hábitos, humor",
    "description_es": "La luna es uno de los cuerpos celestes más importantes, que representa el aspecto emocional e instintivo de nuestra personalidad. Simbólicamente, la luna está asociada con nuestra vida interior, nuestras emociones, nuestros sentimientos más profundos y nuestros instintos primordiales.",
    "characteristics_es": "La luna gobierna el signo del cáncer y se considera uno de los planetas personales, junto con el Sol, Mercurio, Venus y Marte. En términos de características, la luna representa nuestra capacidad de nutrir y cuidarnos a nosotros mismos y a los demás, nuestra sensibilidad emocional, nuestra intuición y nuestra capacidad para adaptarse al cambio.",
    "interpretation_es": "En la interpretación astrológica, la posición de la luna en la tabla navideña de una persona revela información importante sobre sus necesidades emocionales, sus relaciones familiares y su sentido de seguridad y comodidad. Por ejemplo, si la luna está en un signo de fuego, como Aries, Leo o Sagitario, esto puede indicar una personalidad más impulsiva, entusiasta y expresiva. Si la Luna está en un signo de tierra, como Bull, Virgin o Capicorn, puede indicar una personalidad más práctica, sensata y fiel. Si la luna está en un signo aéreo, como gemelos, libra o acuario, puede indicar una personalidad más comunicativa, curiosa y social. Si la luna está en un signo de agua, como cáncer, escorpión o peces, puede indicar una personalidad más emocional, intuitiva y empática.",
    "positioning_es": "La posición de la Luna en otros planetas en una lista de Navidad puede indicar cómo esta persona trata con sus emociones, cómo se conecta con sus seres queridos y cómo trata los cambios en su vida. En general, la luna es un símbolo poderoso en astrología, que nos ayuda a comprender mejor nuestras emociones y cómo afectan nuestras vidas y nuestras relaciones."
}, {
    "id": "Mercurius",
    "astrodot": "C",
    "name_pt": "Mercúrio",
    "quality_pt": "Variável",
    "key_pt": "Raciocínio",
    "domicile": "gemini,virgo",
    "exaltation": "aquarius",
    "fall": "leo",
    "exile": "sagittarius,pisces",
    "topics_pt": "Mente, Comunicação, Intelecto, Razão, Língua, Inteligência",
    "description_pt": "Mercúrio é um dos planetas pessoais, juntamente com o Sol, a Lua, Vênus e Marte. Ele governa os signos de Gêmeos e Virgem e é considerado o planeta da comunicação, da inteligência e da mente racional.",
    "characteristics_pt": "Simbolicamente, Mercúrio está associado à nossa capacidade de pensar, raciocinar e comunicar nossas ideias. Ele representa a nossa mente consciente, nossa capacidade de aprendizado, nossa curiosidade e nossas habilidades de comunicação.",
    "interpretation_pt": "Na interpretação astrológica, o posicionamento de Mercúrio no mapa natal de uma pessoa revela informações importantes sobre como essa pessoa pensa, aprende e se comunica. Por exemplo, se Mercúrio está em um signo de fogo, como Áries, Leão ou Sagitário, isso pode indicar uma personalidade mais impulsiva, enérgica e expressiva. Se Mercúrio está em um signo de terra, como Touro, Virgem ou Capricórnio, pode indicar uma personalidade mais prática, realista e lógica. Se Mercúrio está em um signo de ar, como Gêmeos, Libra ou Aquário, pode indicar uma personalidade mais comunicativa, curiosa e intelectual. Se Mercúrio está em um signo de água, como Câncer, Escorpião ou Peixes, pode indicar uma personalidade mais emocional, intuitiva e sensível.",
    "positioning_pt": "A posição de Mercúrio em relação aos outros planetas em um mapa natal pode indicar como essa pessoa lida com informações, como ela processa e compartilha seus conhecimentos e como se comunica com os outros. Em geral, Mercúrio é um símbolo poderoso na astrologia, que nos ajuda a entender melhor nossos padrões de pensamento, nossa forma de comunicação e nossa maneira de aprender e assimilar informações.",
    "name_en": "Mercury",
    "quality_en": "Variable",
    "key_en": "Reasoning",
    "topics_en": "Mind, communication, intellect, reason, language, intelligence",
    "description_en": "Mercury is one of the personal planets, along with the sun, the moon, Venus and Mars. He rules the signs of twins and virgin and is considered the planet of communication, intelligence and rational mind.",
    "characteristics_en": "Symbolically, Mercury is associated with our ability to think, reason and communicate our ideas. It represents our conscious mind, our learning ability, our curiosity and our communication skills.",
    "interpretation_en": "In astrological interpretation, Mercury's position on a person's Christmas chart reveals important information about how they think, learn and communicate. For example, if Mercury is in a fire sign, such as Aries, Leo or Sagittarius, this may indicate a more impulsive, energetic and expressive personality. If Mercury is in a land sign, such as bull, virgin or capricorn, it can indicate a more practical, realistic and logical personality. If Mercury is in an air sign, such as twins, pound or aquarium, it can indicate a more communicative, curious and intellectual personality. If Mercury is in a water sign, such as cancer, scorpion or fish, it can indicate a more emotional, intuitive and sensitive personality.",
    "positioning_en": "Mercury's position on other planets on a Christmas chart can indicate how this person deals with information, how he sues and shares his knowledge and how he communicates with others. In general, Mercury is a powerful symbol in astrology, which helps us better understand our thinking patterns, our form of communication and our way of learning and assimilating information.",
    "name_es": "Mercurio",
    "quality_es": "Variable",
    "key_es": "Razonamiento",
    "topics_es": "Mente, comunicación, intelect, razón, lenguaje, inteligencia",
    "description_es": "Mercurio es uno de los planetas personales, junto con el Sol, la Luna, Venus y Marte. Él gobierna los signos de gemelos y virgen y se considera el planeta de comunicación, inteligencia y mente racional.",
    "characteristics_es": "Simbólicamente, el mercurio está asociado con nuestra capacidad de pensar, razonar y comunicar nuestras ideas. Representa nuestra mente consciente, nuestra capacidad de aprendizaje, nuestra curiosidad y nuestras habilidades de comunicación.",
    "interpretation_es": "En la interpretación astrológica, la posición de Mercurio en la tabla navideña de una persona revela información importante sobre cómo piensan, aprenden y se comunican. Por ejemplo, si Mercurio está en un signo de fuego, como Aries, Leo o Sagitario, esto puede indicar una personalidad más impulsiva, enérgica y expresiva. Si Mercurio está en un signo de tierra, como toro, virgen o capricornio, puede indicar una personalidad más práctica, realista y lógica. Si Mercurio está en un signo de aire, como gemelos, libra o acuario, puede indicar una personalidad más comunicativa, curiosa e intelectual. Si el mercurio está en un signo de agua, como cáncer, escorpión o peces, puede indicar una personalidad más emocional, intuitiva y sensible.",
    "positioning_es": "La posición de Mercury en otros planetas en una tabla de Navidad puede indicar cómo esta persona trata con información, cómo demanda y comparte su conocimiento y cómo se comunica con los demás. En general, Mercurio es un poderoso símbolo en astrología, que nos ayuda a comprender mejor nuestros patrones de pensamiento, nuestra forma de comunicación y nuestra forma de aprender y asimilar información."
}, {
    "id": "Venus",
    "astrodot": "D",
    "name_pt": "Vênus",
    "quality_pt": "Quente e Úmido",
    "key_pt": "Afeição",
    "domicile": "taurus,libra",
    "exaltation": "pisces",
    "fall": "virgo",
    "exile": "aries,scorpio",
    "topics_pt": "Atração, Amor, Relacionamento, Arte, Beleza, Harmonia",
    "description_pt": "Vênus é o planeta associado ao amor, relacionamentos e valores pessoais. Ela governa os signos de Touro e Libra e é considerada um dos planetas pessoais, juntamente com o Sol, a Lua, Mercúrio e Marte.",
    "characteristics_pt": "Simbolicamente, Vênus está associada à nossa capacidade de amar e ser amado, nossas relações pessoais, nossa estética e nossos valores. Ela representa o que valorizamos em nossas vidas, o tipo de amor que buscamos e o modo como expressamos nossos sentimentos amorosos.",
    "interpretation_pt": "Na interpretação astrológica, o posicionamento de Vênus no mapa natal de uma pessoa revela informações importantes sobre como ela lida com os relacionamentos amorosos, o tipo de amor que busca e como expressa seus sentimentos amorosos. Por exemplo, se Vênus está em um signo de fogo, como Áries, Leão ou Sagitário, isso pode indicar uma personalidade mais apaixonada, ardente e impulsiva em seus relacionamentos amorosos. Se Vênus está em um signo de terra, como Touro, Virgem ou Capricórnio, pode indicar uma personalidade mais prática, sensual e estabelecida em seus valores pessoais. Se Vênus está em um signo de ar, como Gêmeos, Libra ou Aquário, pode indicar uma personalidade mais comunicativa, social e preocupada com a harmonia nos relacionamentos. Se Vênus está em um signo de água, como Câncer, Escorpião ou Peixes, pode indicar uma personalidade mais emocional, intuitiva e profundamente conectada com seus sentimentos.",
    "positioning_pt": "A posição de Vênus em relação aos outros planetas em um mapa natal pode indicar como essa pessoa lida com a beleza, a arte, a moda e outras formas de expressão estética. Em geral, Vênus é um símbolo poderoso na astrologia, que nos ajuda a entender melhor nossas necessidades emocionais e amorosas, nossos valores pessoais e nossa forma de nos expressar em relacionamentos e na vida em geral.",
    "name_en": "Venus",
    "quality_en": "Hot and humid",
    "key_en": "Affection",
    "topics_en": "Attraction, love, relationship, art, beauty, harmony",
    "description_en": "Venus is the planet associated with love, relationships and personal values. She rules the signs of Taurus and Libra and is considered one of the personal planets, along with the sun, the moon, mercury and Mars.",
    "characteristics_en": "Symbolically, Venus is associated with our ability to love and be loved, our personal relationships, our aesthetics and our values. It represents what we value in our lives, the kind of love we seek, and the way we express our loving feelings.",
    "interpretation_en": "In astrological interpretation, Venus's position on a person's Christmas chart reveals important information about how he deals with love relationships, the kind of love he seeks and how his loving feelings expresses. For example, if Venus is in a fire sign, such as Aries, Leo or Sagittarius, this may indicate a more passionate, ardent and impulsive personality in their loving relationships. If Venus is in a land sign, such as bull, virgin or capricorn, it can indicate a more practical, sensual and established personality in their personal values. If Venus is in an air sign, such as twins, pound or aquarium, it can indicate a more communicative personality, social and concerned with harmony in relationships. If Venus is in a water sign, such as cancer, scorpion or fish, it can indicate a more emotional, intuitive and deeply connected personality with your feelings.",
    "positioning_en": "Venus's position on other planets on a Christmas chart can indicate how this person deals with beauty, art, fashion and other forms of aesthetic expression. In general, Venus is a powerful symbol in astrology, which helps us better understand our emotional and loving needs, our personal values ​​and our way of expressing us in relationships and in life in general.",
    "name_es": "Venus",
    "quality_es": "Caliente y húmedo",
    "key_es": "Afecto",
    "topics_es": "Attiación, amor, relación, arte, belleza, armonía",
    "description_es": "Venus es el planeta asociado con el amor, las relaciones y los valores personales. Ella gobierna los signos de Tauro y Libra y se considera uno de los planetas personales, junto con el Sol, la Luna, Mercurio y Marte.",
    "characteristics_es": "Simbólicamente, Venus está asociado con nuestra capacidad de amar y ser amado, nuestras relaciones personales, nuestras estética y nuestros valores. Representa lo que valoramos en nuestras vidas, el tipo de amor que buscamos y la forma en que expresamos nuestros sentimientos amorosos.",
    "interpretation_es": "En la interpretación astrológica, la posición de Venus en la tabla navideña de una persona revela información importante sobre cómo trata con las relaciones amorosas, el tipo de amor que busca y cómo se expresa sus sentimientos amorosos. Por ejemplo, si Venus está en un signo de fuego, como Aries, Leo o Sagitario, esto puede indicar una personalidad más apasionada, ardiente e impulsiva en sus relaciones amorosas. Si Venus está en un signo de tierra, como Bull, Virgin o Capricornio, puede indicar una personalidad más práctica, sensual y establecida en sus valores personales. Si Venus está en una señal aérea, como gemelos, libra o acuario, puede indicar una personalidad más comunicativa, social y preocupada por la armonía en las relaciones. Si Venus está en un signo de agua, como cáncer, escorpión o peces, puede indicar una personalidad más emocional, intuitiva y profundamente conectada con sus sentimientos.",
    "positioning_es": "La posición de Venus en otros planetas en una lista de Navidad puede indicar cómo esta persona trata con belleza, arte, moda y otras formas de expresión estética. En general, Venus es un símbolo poderoso en astrología, que nos ayuda a comprender mejor nuestras necesidades emocionales y amorosas, nuestros valores personales y nuestra forma de expresarnos en las relaciones y en la vida en general."
}, {
    "id": "Mars",
    "astrodot": "E",
    "name_pt": "Marte",
    "quality_pt": "Quente e Seco",
    "key_pt": "Energia",
    "domicile": "aries,scorpio",
    "exaltation": "capricornus",
    "fall": "cancer",
    "exile": "taurus,libra",
    "topics_pt": "Agressão, Sexo, Ação, Desejo, Concorrência, Coragem, Paixão",
    "description_pt": "Marte é um planeta pessoal associado à ação, energia e agressão. Ele governa o signo de Áries e também tem influência sobre o signo de Escorpião. Simbolicamente, Marte representa nossa capacidade de agir, nossa energia física, nossa iniciativa e nossa força de vontade. Ele está associado à forma como buscamos nossos objetivos, como lidamos com conflitos e como usamos nossa energia para vencer desafios.",
    "characteristics_pt": "Marte representa a nossa capacidade de agir e usar nossa energia física e mental para alcançar objetivos. Esse planeta é frequentemente associado à competição, à tomada de iniciativa e ao enfrentamento de desafios. Em geral, a posição de Marte no mapa natal de uma pessoa indica como ela lida com a agressividade, a competitividade e a busca por suas metas pessoais.",
    "interpretation_pt": "A posição de Marte no mapa natal de uma pessoa revela informações importantes sobre como ela lida com a agressividade, a competição e a tomada de iniciativa. Marte é um símbolo poderoso na astrologia, que nos ajuda a entender melhor nossos impulsos, nossa forma de ação e nossa energia física e mental. Ao considerar a posição de Marte em um mapa natal, podemos compreender melhor como uma pessoa enfrenta desafios, busca suas metas e lida com a agressividade. Por exemplo, se Marte está em um signo de fogo, como Áries, Leão ou Sagitário, isso pode indicar uma personalidade mais impulsiva, enérgica e corajosa em suas ações. Se Marte está em um signo de terra, como Touro, Virgem ou Capricórnio, pode indicar uma personalidade mais prática, determinada e focada em seus objetivos. Se Marte está em um signo de ar, como Gêmeos, Libra ou Aquário, pode indicar uma personalidade mais intelectual, estratégica e voltada para a colaboração. Se Marte está em um signo de água, como Câncer, Escorpião ou Peixes, pode indicar uma personalidade mais emocional, intuitiva e sensível à energia das outras pessoas.",
    "positioning_pt": "a posição de Marte em relação aos outros planetas em um mapa natal pode indicar como essa pessoa lida com o estresse, a pressão e a tomada de decisões importantes. Por exemplo, se Marte está em um aspecto tenso com Saturno, pode indicar que essa pessoa é especialmente resistente e capaz de lidar com situações difíceis, mas também pode indicar tendências para a raiva ou a impaciência. Se Marte está em um aspecto harmonioso com Júpiter, pode indicar que essa pessoa tem um grande potencial de energia e iniciativa para alcançar grandes metas, mas também pode indicar impulsividade ou excesso de confiança.",
    "name_en": "Mars",
    "quality_en": "Hot and dry",
    "key_en": "Energy",
    "topics_en": "Aggression, sex, action, desire, competition, courage, passion",
    "description_en": "Mars is a personal planet associated with action, energy and aggression. He rules the sign of Aries and also has influence on the sign of Scorpio. Symbolically, Mars represents our ability to act, our physical energy, our initiative and our willpower. It is associated with the way we seek our goals, how we deal with conflicts, and how we use our energy to overcome challenges.",
    "characteristics_en": "Mars represents our ability to act and use our physical and mental energy to achieve goals. This planet is often associated with competition, initiative taking and confrontation of challenges. In general, Mars's position on a person's Christmas chart indicates how they deal with aggression, competitiveness and the search for their personal goals.",
    "interpretation_en": "Mars's position on a person's Christmas chart reveals important information about how they deal with aggressiveness, competition and initiative. Mars is a powerful symbol in astrology, which helps us better understand our impulses, our form of action and our physical and mental energy. When considering Mars's position on a Christmas chart, we can better understand how a person faces challenges, seeks his goals and deals with aggressiveness. For example, if Mars is in a fire sign, such as Aries, Leo or Sagittarius, this may indicate a more impulsive, energetic and brave personality in their actions. If Mars is in a land sign, such as bull, virgin or capicorn, it can indicate a more practical, determined personality and focused on its goals. If Mars is in an air sign, such as twins, pound or aquarium, can indicate a more intellectual, strategic and collaboration personality. If Mars is in a water sign, such as cancer, scorpion or fish, can indicate a more emotional, intuitive, and energy -sensitive personality of other people.",
    "positioning_en": "Mars's position over other planets on a Christmas chart can indicate how this person deals with stress, pressure and important decision making. For example, if Mars is in a tense aspect with Saturn, it may indicate that this person is especially resistant and able to deal with difficult situations, but may also indicate trends for anger or impatience. If Mars is in a harmonious aspect with Jupiter, it may indicate that this person has great energy potential and initiative to achieve large goals, but may also indicate impulsiveness or overconfidence.",
    "name_es": "Marte",
    "quality_es": "Caliente y seco",
    "key_es": "Energía",
    "topics_es": "Agresión, viernes, acción, deseo, competencia, coraje, pasión",
    "description_es": "Marte es un planeta personal asociado con acción, energía y agresión. Él gobierna el signo de Aries y también tiene influencia en el signo de Scorpio. Simbólicamente, Marte representa nuestra capacidad de actuar, nuestra energía física, nuestra iniciativa y nuestra fuerza de voluntad. Está asociado con la forma en que buscamos nuestros objetivos, cómo tratamos los conflictos y cómo usamos nuestra energía para superar los desafíos.",
    "characteristics_es": "Mars representa nuestra capacidad de actuar y usar nuestra energía física y mental para lograr objetivos. Este planeta a menudo se asocia con la competencia, la toma de iniciativas y la confrontación de desafíos. En general, la posición de Mars en la tabla de Navidad de una persona indica cómo lidian con la agresión, la competitividad y la búsqueda de sus objetivos personales.",
    "interpretation_es": "La posición de Marte en la tabla de Navidad de una persona revela información importante sobre cómo lidia con la agresividad, la competencia y la iniciativa. Marte es un poderoso símbolo en astrología, que nos ayuda a comprender mejor nuestros impulsos, nuestra forma de acción y nuestra energía física y mental. Al considerar la posición de Marte en una lista de Navidad, podemos comprender mejor cómo una persona enfrenta desafíos, busca sus objetivos y trata con la agresividad. Por ejemplo, si Marte está en un signo de fuego, como Aries, Leo o Sagitario, esto puede indicar una personalidad más impulsiva, enérgica y valiente en sus acciones. Si Marte está en un signo de tierra, como Bull, Virgin o Capicorn, puede indicar una personalidad más práctica y determinada y centrarse en sus objetivos. Si Marte está en un signo aéreo, como gemelos, libra o acuario, puede indicar una personalidad más intelectual, estratégica y de colaboración. Si Marte está en un signo de agua, como cáncer, escorpión o peces, puede indicar una personalidad más emocional, intuitiva y sensible a la energía de otras personas.",
    "positioning_es": "La posición de Marte sobre otros planetas en una tabla de Navidad puede indicar cómo esta persona trata sobre el estrés, la presión y la importante toma de decisiones. Por ejemplo, si Marte está en un aspecto tenso con Saturno, puede indicar que esta persona es especialmente resistente y capaz de lidiar con situaciones difíciles, pero también puede indicar tendencias de ira o impaciencia. Si Marte está en un aspecto armonioso con Júpiter, puede indicar que esta persona tiene un gran potencial energético e iniciativa para lograr grandes objetivos, pero también puede indicar impulsividad o exceso de confianza."
}, {
    "id": "Iovis",
    "astrodot": "F",
    "name_pt": "Júpiter",
    "quality_pt": "Quente e úmido",
    "key_pt": "Expansão",
    "domicile": "sagittarius,pisces",
    "exaltation": "cancer",
    "fall": "capricornus",
    "exile": "gemini",
    "topics_pt": "Sorte, Crescimento, Expansão, Otimismo, Abundância, Compreensão",
    "description_pt": "Júpiter é o maior planeta do nosso sistema solar e um dos planetas mais significativos na astrologia. Ele é associado à sorte, ao crescimento, à expansão, à sabedoria e à busca por conhecimento. Na astrologia, Júpiter é considerado um planeta benéfico, o que significa que sua influência é geralmente considerada positiva. Ele governa o signo de Sagitário e também tem influência sobre o signo de Peixes. Simbolicamente, Júpiter representa nossa busca por significado e propósito em nossas vidas, nossa espiritualidade e nossas crenças.",
    "characteristics_pt": "Júpiter é um símbolo poderoso na astrologia, que nos ajuda a entender melhor nossa busca por significado, nossa visão de mundo e nossas crenças pessoais. Ao considerar a posição de Júpiter em um mapa natal, podemos compreender melhor como uma pessoa busca o crescimento e a expansão em suas vidas, assim como sua relação com a espiritualidade e a filosofia",
    "interpretation_pt": "A posição de Júpiter no mapa natal de uma pessoa pode revelar informações importantes sobre sua visão de mundo, suas crenças e valores pessoais. Por exemplo, se Júpiter está em um signo de fogo, como Áries, Leão ou Sagitário, pode indicar uma personalidade mais entusiasmada, otimista e ambiciosa em seus objetivos. Se Júpiter está em um signo de terra, como Touro, Virgem ou Capricórnio, pode indicar uma personalidade mais prática, realista e focada em questões materiais. Se Júpiter está em um signo de ar, como Gêmeos, Libra ou Aquário, pode indicar uma personalidade mais intelectual, comunicativa e aberta às ideias dos outros. Se Júpiter está em um signo de água, como Câncer, Escorpião ou Peixes, pode indicar uma personalidade mais sensível, emocional e intuitiva.",
    "positioning_pt": "A posição de Júpiter em relação aos outros planetas em um mapa natal pode indicar como essa pessoa se relaciona com a espiritualidade, a filosofia e a educação. Por exemplo, se Júpiter está em um aspecto harmonioso com Vênus, pode indicar que essa pessoa tem uma capacidade especial de apreciar as coisas belas da vida e uma inclinação natural para o amor e o romance. Se Júpiter está em um aspecto tenso com Saturno, pode indicar que essa pessoa tem tendências para a procrastinação ou a falta de confiança em suas habilidades.",
    "name_en": "Jupiter",
    "quality_en": "Hot and humid",
    "key_en": "Expansion",
    "topics_en": "Luck, growth, expansion, optimism, abundance, understanding",
    "description_en": "Jupiter is the largest planet in our solar system and one of the most significant planets in astrology. It is associated with luck, growth, expansion, wisdom and the search for knowledge. In astrology, Jupiter is considered a beneficial planet, which means that its influence is generally considered positive. He rules the sign of Sagittarius and also has influence on the sign of fish. Symbolically, Jupiter represents our pursuit of meaning and purpose in our lives, our spirituality and our beliefs.",
    "characteristics_en": "Jupiter is a powerful symbol in astrology, which helps us better understand our search for meaning, our worldview and our personal beliefs. In considering Jupiter's position on a Christmas chart, we can better understand how a person seeks growth and expansion in their lives, as well as their relationship with spirituality and philosophy",
    "interpretation_en": "Jupiter's position on a person's Christmas chart can reveal important information about his worldview, his personal beliefs and values. For example, if Jupiter is in a fire sign, such as Aries, Leo or Sagittarius, may indicate a more enthusiastic, optimistic and ambitious personality in their goals. If Jupiter is in a land sign, such as Taurus, Virgin or Capricorn, he may indicate a more practical, realistic personality focused on material issues. If Jupiter is in an air sign, such as twins, pound or aquarium, it can indicate a more intellectual, communicative and open personality to the ideas of others. If Jupiter is in a water sign, such as cancer, scorpion or fish, it can indicate a more sensitive, emotional and intuitive personality.",
    "positioning_en": "Jupiter's position towards other planets on a Christmas chart can indicate how this person relates to spirituality, philosophy and education. For example, if Jupiter is in a harmonious aspect with Venus, it may indicate that this person has a special ability to appreciate the beautiful things of life and a natural inclination for love and romance. If Jupiter is in a tense aspect with Saturn, it may indicate that this person has trends for procrastination or lack of confidence in his skills.",
    "name_es": "Júpiter",
    "quality_es": "Caliente y húmedo",
    "key_es": "Expansión",
    "topics_es": "Suerte, crecimiento, expansión, optimización, abundancia, comprensión",
    "description_es": "Júpiter es el planeta más grande de nuestro sistema solar y uno de los planetas más importantes en astrología. Está asociado con la suerte, el crecimiento, la expansión, la sabiduría y la búsqueda de conocimiento. En astrología, Júpiter se considera un planeta beneficioso, lo que significa que su influencia generalmente se considera positiva. Él gobierna el signo de Sagitario y también tiene influencia en el signo de los peces. Simbólicamente, Júpiter representa nuestra búsqueda del significado y el propósito en nuestras vidas, nuestra espiritualidad y nuestras creencias.",
    "characteristics_es": "Júpiter es un símbolo poderoso en astrología, que nos ayuda a comprender mejor nuestra búsqueda de significado, nuestra visión del mundo y nuestras creencias personales. Al considerar la posición de Júpiter en una tabla de Navidad, podemos comprender mejor cómo una persona busca crecimiento y expansión en sus vidas, así como su relación con la espiritualidad y la filosofía.",
    "interpretation_es": "La posición de Júpiter en la tabla navideña de una persona puede revelar información importante sobre su visión del mundo, sus creencias y valores personales. Por ejemplo, si Júpiter está en un signo de fuego, como Aries, Leo o Sagitario, puede indicar una personalidad más entusiasta, optimista y ambiciosa en sus objetivos. Si Júpiter está en un signo de tierra, como Tauro, Virgin o Capricornio, puede indicar una personalidad más práctica y realista centrada en temas materiales. Si Júpiter está en un signo aéreo, como gemelos, libra o acuario, puede indicar una personalidad más intelectual, comunicativa y abierta a las ideas de los demás. Si Júpiter está en un signo de agua, como cáncer, escorpión o peces, puede indicar una personalidad más sensible, emocional e intuitiva.",
    "positioning_es": "La posición de Júpiter hacia otros planetas en una tabla de Navidad puede indicar cómo esta persona se relaciona con la espiritualidad, la filosofía y la educación. Por ejemplo, si Júpiter está en un aspecto armonioso con Venus, puede indicar que esta persona tiene una capacidad especial para apreciar las cosas hermosas de la vida y una inclinación natural para el amor y el romance. Si Júpiter está en un aspecto tenso con Saturno, puede indicar que esta persona tiene tendencias de procrastinación o falta de confianza en sus habilidades."
}, {
    "id": "saturnus",
    "astrodot": "G",
    "name_pt": "Saturno",
    "quality_pt": "Frio e seco",
    "key_pt": "Disciplina",
    "domicile": "capricornus,aquarius",
    "exaltation": "libra",
    "fall": "aries",
    "exile": "cancer",
    "topics_pt": "Estrutura, Lei, Restrição, Disciplina, Rresponsabilidade, Obrigação, Ambição",
    "description_pt": "Saturno é um dos planetas mais importantes na astrologia e é frequentemente associado a restrições, limitações e responsabilidades. Ele governa o signo de Capricórnio e tem uma influência significativa sobre o signo de Aquário. Simbolicamente, Saturno representa nossa capacidade de enfrentar desafios, lidar com pressões e assumir responsabilidades em nossas vidas.",
    "characteristics_pt": "Saturno é um símbolo importante na astrologia, que nos ajuda a entender melhor nossa capacidade de assumir responsabilidades e lidar com desafios em nossas vidas. Ao considerar a posição de Saturno em um mapa natal, podemos compreender melhor como uma pessoa lida com pressões externas, suas habilidades de organização e disciplina, e seu senso de responsabilidade.",
    "interpretation_pt": "A posição de Saturno no mapa natal de uma pessoa pode revelar informações importantes sobre seu senso de responsabilidade, suas habilidades de organização e disciplina e sua capacidade de enfrentar obstáculos. Por exemplo, se Saturno está em um signo de fogo, como Áries, Leão ou Sagitário, pode indicar uma personalidade mais ambiciosa, mas também mais impaciente e propensa a assumir muitos compromissos ao mesmo tempo. Se Saturno está em um signo de terra, como Touro, Virgem ou Capricórnio, pode indicar uma personalidade mais focada em objetivos de longo prazo, prática e disciplinada. Se Saturno está em um signo de ar, como Gêmeos, Libra ou Aquário, pode indicar uma personalidade mais intelectual, comunicativa e que busca equilibrar a razão e a emoção. Se Saturno está em um signo de água, como Câncer, Escorpião ou Peixes, pode indicar uma personalidade mais sensível, emocional e intuitiva, mas que pode sentir dificuldades em lidar com limites e responsabilidades.",
    "positioning_pt": "A posição de Saturno em relação aos outros planetas em um mapa natal pode indicar como essa pessoa lida com a autoridade, as expectativas sociais e as pressões externas. Por exemplo, se Saturno está em um aspecto harmonioso com Vênus, pode indicar que essa pessoa tem uma capacidade especial para equilibrar seus desejos pessoais com as expectativas sociais. Se Saturno está em um aspecto tenso com Marte, pode indicar que essa pessoa tem dificuldades em lidar com a autoridade ou que pode ser excessivamente agressiva em sua abordagem para lidar com desafios.",
    "name_en": "Saturn",
    "quality_en": "Cold and dry",
    "key_en": "discipline",
    "topics_en": "Structure, law, restriction, discipline, responsibility, obligation, ambition",
    "description_en": "Saturn is one of the most important planets in astrology and is often associated with restrictions, limitations and responsibilities. He rules the sign of Capricorn and has a significant influence on the sign of Aquarius. Symbolically, Saturn represents our ability to face challenges, deal with pressures, and take responsibility in our lives.",
    "characteristics_en": "Saturn is an important symbol in astrology that helps us better understand our ability to take responsibility and deal with challenges in our lives. By considering Saturn's position on a Christmas chart, we can better understand how a person deals with external pressures, their organization and discipline skills, and their sense of responsibility.",
    "interpretation_en": "Saturn's position on a person's Christmas chart can reveal important information about their sense of responsibility, their organization and discipline skills, and their ability to face obstacles. For example, if Saturn is in a fire sign, such as Aries, Leo or Sagittarius, may indicate a more ambitious but also more impatient personality and prone to make many commitments at the same time. If Saturn is in a land sign, such as bull, virgin or capricorn, it can indicate a more focused personality in long -term, practical and disciplined goals. If Saturn is in an air sign, such as twins, pound or aquarium, it can indicate a more intellectual, communicative personality that seeks to balance reason and emotion. If Saturn is in a water sign, such as cancer, scorpion or fish, it can indicate a more sensitive, emotional and intuitive personality, but it may have difficulty dealing with limits and responsibilities.",
    "positioning_en": "Saturn's position on other planets on a Christmas chart can indicate how this person deals with authority, social expectations and external pressures. For example, if Saturn is in a harmonious aspect with Venus, it may indicate that this person has a special ability to balance his personal desires with social expectations. If Saturn is in a tense aspect with Mars, it may indicate that this person has difficulty dealing with authority or that it can be overly aggressive in his approach to dealing with challenges.",
    "name_es": "Saturno",
    "quality_es": "Frío y seco",
    "key_es": "disciplina",
    "topics_es": "Estructura, ley, restricción, disciplina, responsabilidad, obligación, ambición",
    "description_es": "Saturno es uno de los planetas más importantes en la astrología y a menudo se asocia con restricciones, limitaciones y responsabilidades. Él gobierna el signo de Capricornio y tiene una influencia significativa en el signo de Acuario. Simbólicamente, Saturno representa nuestra capacidad de enfrentar desafíos, lidiar con las presiones y asumir la responsabilidad de nuestras vidas.",
    "characteristics_es": "Saturno es un símbolo importante en astrología que nos ayuda a comprender mejor nuestra capacidad de asumir la responsabilidad y lidiar con los desafíos en nuestras vidas. Al considerar la posición de Saturno en una tabla de Navidad, podemos comprender mejor cómo una persona trata las presiones externas, sus habilidades de organización y disciplina, y su sentido de responsabilidad.",
    "interpretation_es": "La posición de Saturno en la tabla navideña de una persona puede revelar información importante sobre su sentido de responsabilidad, su organización y habilidades de disciplina, y su capacidad para enfrentar obstáculos. Por ejemplo, si Saturno está en un signo de incendio, como Aries, Leo o Sagitario, puede indicar una personalidad más ambiciosa pero también más impaciente y propensa a hacer muchos compromisos al mismo tiempo. Si Saturno está en un signo de tierra, como Bull, Virgin o Capricornio, puede indicar una personalidad más centrada en objetivos a largo plazo, práctico y disciplinado. Si Saturno está en un signo de aire, como gemelos, libra o acuario, puede indicar una personalidad más intelectual y comunicativa que busca equilibrar la razón y la emoción. Si Saturno está en un signo de agua, como cáncer, escorpión o peces, puede indicar una personalidad más sensible, emocional e intuitiva, pero puede tener dificultades para tratar los límites y las responsabilidades.",
    "positioning_es": "La posición de Saturno en otros planetas en una tabla de Navidad puede indicar cómo esta persona trata con autoridad, expectativas sociales y presiones externas. Por ejemplo, si Saturno está en un aspecto armonioso con Venus, puede indicar que esta persona tiene una capacidad especial para equilibrar sus deseos personales con las expectativas sociales. Si Saturno está en un aspecto tenso con Marte, puede indicar que esta persona tiene dificultades para tratar la autoridad o que puede ser demasiado agresivo en su enfoque para lidiar con los desafíos."
}, {
    "id": "uranus",
    "astrodot": "H",
    "name_pt": "Urano",
    "quality_pt": "",
    "key_pt": "Despertar",
    "domicile": "",
    "exaltation": "",
    "fall": "taurus",
    "exile": "leo",
    "topics_pt": "Excentricidade, Alterações Imprevisíveis, Rebelião, Reforma",
    "description_pt": "Urano é um planeta que foi descoberto apenas em 1781 e é frequentemente associado a mudanças, inovações e avanços tecnológicos. Ele governa o signo de Aquário e tem uma influência significativa sobre o signo de Touro. Simbolicamente, Urano representa nossa necessidade de liberdade, independência e originalidade.",
    "characteristics_pt": "Urano é um símbolo importante na astrologia, que nos ajuda a entender melhor nossa necessidade de liberdade e independência, nossa capacidade de inovação e criatividade, e nossa habilidade de adaptar-nos a mudanças. Ao considerar a posição de Urano em um mapa natal, podemos compreender melhor como uma pessoa lida com mudanças e instabilidade, suas habilidades de inovação e criatividade, e suas necessidades de liberdade e independência.",
    "interpretation_pt": "A posição de Urano no mapa natal de uma pessoa pode revelar informações importantes sobre sua personalidade, suas habilidades de inovação e criatividade e sua capacidade de adaptar-se a mudanças. Por exemplo, se Urano está em um signo de fogo, como Áries, Leão ou Sagitário, pode indicar uma personalidade mais espontânea, empreendedora e criativa, que está sempre buscando novos desafios e aventuras. Se Urano está em um signo de terra, como Touro, Virgem ou Capricórnio, pode indicar uma personalidade mais prática, que valoriza a segurança material e as estruturas estáveis, mas que também pode ser muito inovadora e criativa em seus empreendimentos. Se Urano está em um signo de ar, como Gêmeos, Libra ou Aquário, pode indicar uma personalidade mais intelectual, que valoriza a originalidade e a independência, mas que pode ser propensa a mudanças frequentes em seus relacionamentos e interesses. Se Urano está em um signo de água, como Câncer, Escorpião ou Peixes, pode indicar uma personalidade mais intuitiva e emocional, que busca a liberdade emocional e que pode ser propensa a mudanças frequentes em suas emoções.",
    "positioning_pt": "A posição de Urano em relação aos outros planetas em um mapa natal pode indicar como essa pessoa lida com as mudanças e a instabilidade. Por exemplo, se Urano está em um aspecto harmonioso com Saturno, pode indicar que essa pessoa tem uma capacidade especial para equilibrar a inovação e a estabilidade, criando novas estruturas que apoiam suas necessidades de mudança. Se Urano está em um aspecto tenso com Vênus, pode indicar que essa pessoa pode ter dificuldades em manter relacionamentos estáveis ou pode ser propensa a mudanças repentinas em seus relacionamentos amorosos. A posição de Urano também pode ser interpretada em relação ao seu posicionamento na Casa astrológica em que se encontra. Por exemplo, se Urano está na 5ª Casa, que é associada à criatividade e aos filhos, pode indicar que essa pessoa é muito criativa e que seus filhos ou projetos criativos podem ser uma fonte de grande inovação e originalidade.",
    "name_en": "Uranus",
    "quality_en": "#VALUE!",
    "key_en": "Awakening",
    "topics_en": "Eccentricity, unpredictable changes, rebellion, reform",
    "description_en": "Uranus is a planet that was discovered only in 1781 and is often associated with changes, innovations and technological advances. He rules the sign of Aquarius and has a significant influence on the Taurus sign. Symbolically, Uranus represents our need for freedom, independence and originality.",
    "characteristics_en": "Uranus is an important symbol in astrology, which helps us better understand our need for freedom and independence, our ability for innovation and creativity, and our ability to adapt to change. By considering Uranus's position on a Christmas chart, we can better understand how a person deals with changes and instability, their innovation and creativity skills, and their needs for freedom and independence.",
    "interpretation_en": "Uranus's position on a person's Christmas chart can reveal important information about his personality, his innovation skills and creativity, and his ability to adapt to change. For example, if Uranus is in a fire sign, such as Aries, Leo or Sagittarius, may indicate a more spontaneous, entrepreneurial and creative personality that is always looking for new challenges and adventures. If Uranus is in a land sign, such as bull, virgin or capricorn, it can indicate a more practical personality, which values ​​material safety and stable structures, but can also be very innovative and creative in their enterprises. If Uranus is in an air sign, such as twins, pound or aquarium, it can indicate a more intellectual personality, which values ​​originality and independence, but may be prone to frequent changes in their relationships and interests. If Uranus is in a water sign, such as cancer, scorpion or fish, it can indicate a more intuitive and emotional personality that seeks emotional freedom and can be prone to frequent changes in their emotions.",
    "positioning_en": "Uranus's position over other planets on a Christmas chart can indicate how this person deals with changes and instability. For example, if Uranus is in a harmonious aspect with Saturn, it may indicate that this person has a special ability to balance innovation and stability, creating new structures that support their change needs. If Uranus is in a tense aspect with Venus, it may indicate that this person may have difficulty maintaining stable relationships or may be prone to sudden changes in their love relationships. Uranus's position can also be interpreted in relation to his position in his astrological house. For example, if Uranus is in the 5th house, which is associated with creativity and children, it may indicate that this person is very creative and that his children or creative projects can be a source of great innovation and originality.",
    "name_es": "Urano",
    "quality_es": "#VALUE!",
    "key_es": "Despertar",
    "topics_es": "Excentricidad, cambios impredecibles, rebelión, reforma",
    "description_es": "Urano es un planeta que se descubrió solo en 1781 y a menudo se asocia con cambios, innovaciones y avances tecnológicos. Él gobierna el signo de Acuario y tiene una influencia significativa en el signo de Tauro. Simbólicamente, Urano representa nuestra necesidad de libertad, independencia y originalidad.",
    "characteristics_es": "Urano es un símbolo importante en astrología, que nos ayuda a comprender mejor nuestra necesidad de libertad e independencia, nuestra capacidad de innovación y creatividad, y nuestra capacidad para adaptarnos al cambio. Al considerar la posición de Urano en una tabla de Navidad, podemos comprender mejor cómo una persona trata los cambios e inestabilidad, sus habilidades de innovación y creatividad, y sus necesidades de libertad e independencia.",
    "interpretation_es": "La posición de Urano en la tabla navideña de una persona puede revelar información importante sobre su personalidad, sus habilidades de innovación y creatividad, y su capacidad para adaptarse al cambio. Por ejemplo, si Urano está en un signo de fuego, como Aries, Leo o Sagitario, puede indicar una personalidad más espontánea, empresarial y creativa que siempre busca nuevos desafíos y aventuras. Si Urano está en un signo de tierra, como toro, virgen o capricornio, puede indicar una personalidad más práctica, que valora la seguridad de los materiales y las estructuras estables, pero también puede ser muy innovador y creativo en sus empresas. Si Urano está en un signo aéreo, como gemelos, libra o acuario, puede indicar una personalidad más intelectual, que valora la originalidad y la independencia, pero puede ser propensa a cambios frecuentes en sus relaciones e intereses. Si Urano está en un signo de agua, como cáncer, escorpión o peces, puede indicar una personalidad más intuitiva y emocional que busca libertad emocional y puede ser propensa a cambios frecuentes en sus emociones.",
    "positioning_es": "La posición de Urano sobre otros planetas en una tabla de Navidad puede indicar cómo esta persona trata los cambios e inestabilidad. Por ejemplo, si Urano está en un aspecto armonioso con Saturno, puede indicar que esta persona tiene una capacidad especial para equilibrar la innovación y la estabilidad, creando nuevas estructuras que apoyan sus necesidades de cambio. Si Urano está en un aspecto tenso con Venus, puede indicar que esta persona puede tener dificultades para mantener relaciones estables o ser propenso a cambios repentinos en sus relaciones amorosas. La posición de Urano también se puede interpretar en relación con su posición en su casa astrológica. Por ejemplo, si Urano está en la quinta casa, que está asociada con la creatividad y los niños, puede indicar que esta persona es muy creativa y que sus hijos o proyectos creativos pueden ser una fuente de gran innovación y originalidad."
}, {
    "id": "Neptunus",
    "astrodot": "I",
    "name_pt": "Netuno",
    "quality_pt": "",
    "key_pt": "Intuição",
    "domicile": "",
    "exaltation": "scorpio",
    "fall": "",
    "exile": "virgo",
    "topics_pt": "Sonhos, Intuição, Misticismo, Imaginação, Delírios",
    "description_pt": "Netuno é um dos planetas mais distantes do sistema solar, e foi descoberto somente em 1846. Ele é frequentemente associado à espiritualidade, imaginação e compaixão, e governa o signo de Peixes. Simbolicamente, Netuno representa nossos sonhos, fantasias e inspirações, bem como nossa conexão com o divino e nossa busca por significado espiritual.",
    "characteristics_pt": "Netuno é um símbolo importante na astrologia, que nos ajuda a entender melhor nossa conexão com a espiritualidade, nossa imaginação e inspiração, e nossa busca por significado espiritual. Ao considerar a posição de Netuno em um mapa natal, podemos compreender melhor como uma pessoa lida com sua espiritualidade e criatividade, suas habilidades intuitivas e sensíveis, e sua busca por significado e inspiração.",
    "interpretation_pt": "A posição de Netuno no mapa natal de uma pessoa pode revelar informações importantes sobre sua personalidade, suas habilidades intuitivas e espirituais e sua conexão com a criatividade. Por exemplo, se Netuno está em um signo de água, como Câncer, Escorpião ou Peixes, pode indicar uma personalidade mais intuitiva, emocional e sensível, que valoriza a criatividade e a imaginação, mas que pode ser propensa a ilusões e desejos fantasiosos. Se Netuno está em um signo de terra, como Touro, Virgem ou Capricórnio, pode indicar uma personalidade mais prática, que valoriza a estabilidade e a segurança material, mas que também pode ser muito inspirada e criativa em seus empreendimentos. Se Netuno está em um signo de ar, como Gêmeos, Libra ou Aquário, pode indicar uma personalidade mais intelectual, que valoriza a imaginação e a originalidade, mas que também pode ser propensa a dúvidas e ambiguidades. Se Netuno está em um signo de fogo, como Áries, Leão ou Sagitário, pode indicar uma personalidade mais apaixonada, que valoriza a criatividade e a inspiração, mas que pode ser propensa a ilusões e a buscar a realização de seus desejos sem considerar as consequências.",
    "positioning_pt": "A posição de Netuno em relação aos outros planetas em um mapa natal pode indicar como essa pessoa lida com sua espiritualidade e criatividade. Por exemplo, se Netuno está em um aspecto harmonioso com Mercúrio, pode indicar que essa pessoa tem uma capacidade especial para a comunicação inspirada e para expressar suas ideias criativas. Se Netuno está em um aspecto tenso com Saturno, pode indicar que essa pessoa pode ter dificuldades em manifestar sua criatividade e pode ser propensa a se sentir desencorajada ou reprimida em relação a seus sonhos e inspirações.\n\nA posição de Netuno também pode ser interpretada em relação ao seu posicionamento na Casa astrológica em que se encontra. Por exemplo, se Netuno está na 12ª Casa, que é associada ao inconsciente e à espiritualidade, pode indicar que essa pessoa tem uma conexão profunda com o divino e pode ser muito inspirada em sua criatividade.",
    "name_en": "Neptune",
    "quality_en": "#VALUE!",
    "key_en": "Intuition",
    "topics_en": "Dreams, intuition, mysticism, imagination, delusions",
    "description_en": "Neptune is one of the most distant planets of the solar system, and was discovered only in 1846. It is often associated with spirituality, imagination and compassion, and rules the sign of fish. Symbolically, Neptune represents our dreams, fantasies and inspirations, as well as our connection with the Divine and our pursuit of spiritual meaning.",
    "characteristics_en": "Neptune is an important symbol in astrology, which helps us better understand our connection with spirituality, our imagination and inspiration, and our search for spiritual meaning. In considering Neptune's position on a Christmas chart, we can better understand how a person deals with his spirituality and creativity, his intuitive and sensitive skills, and his pursuit of meaning and inspiration.",
    "interpretation_en": "Neptune's position on a person's Christmas chart can reveal important information about his personality, his intuitive and spiritual skills, and his connection with creativity. For example, if Neptune is in a water sign, such as cancer, scorpion or fish, may indicate a more intuitive, emotional and sensitive personality that values ​​creativity and imagination, but can be prone to fantasy illusions and desires. If Neptune is in a land sign, such as bull, virgin or capricorn, can indicate a more practical personality, which values ​​stability and material security, but can also be very inspired and creative in their enterprises. If Neptune is in an air sign, such as twins, pound or aquarium, can indicate a more intellectual personality, which values ​​imagination and originality, but can also be prone to doubts and ambiguities. If Neptune is in a fire sign, such as Aries, Leo or Sagittarius, can indicate a more passionate personality that values ​​creativity and inspiration, but can be prone to illusions and seeking to fulfill their desires without considering the consequences .",
    "positioning_en": "Neptune's position on other planets on a Christmas chart can indicate how this person deals with his spirituality and creativity. For example, if Neptune is in a harmonious aspect with mercury, it may indicate that this person has a special capacity for inspired communication and to express their creative ideas. If Neptune is in a tense aspect with Saturn, it may indicate that this person may have difficulty manifesting his creativity and may be prone to feel discouraged or repressed in relation to his dreams and inspirations.\n\nNeptune's position can also be interpreted in relation to his position in his astrological house. For example, if Neptune is in the 12th House, which is associated with the unconscious and spirituality, it may indicate that this person has a deep connection with the divine and can be very inspired by his creativity.",
    "name_es": "Neptuno",
    "quality_es": "#VALUE!",
    "key_es": "Intuición",
    "topics_es": "Sueños, intuición, misticismo, imaginación, delirios",
    "description_es": "Neptuno es uno de los planetas más lejanos del sistema solar, y se descubrió solo en 1846. A menudo se asocia con espiritualidad, imaginación y compasión, y gobierna el signo de los peces. Simbólicamente, Neptuno representa nuestros sueños, fantasías e inspiraciones, así como nuestra conexión con lo divino y nuestra búsqueda del significado espiritual.",
    "characteristics_es": "Neptuno es un símbolo importante en astrología, que nos ayuda a comprender mejor nuestra conexión con la espiritualidad, nuestra imaginación e inspiración, y nuestra búsqueda de significado espiritual. Al considerar la posición de Neptuno en una lista de Navidad, podemos comprender mejor cómo una persona trata su espiritualidad y creatividad, sus habilidades intuitivas y sensibles, y su búsqueda de significado e inspiración.",
    "interpretation_es": "La posición de Neptuno en la tabla navideña de una persona puede revelar información importante sobre su personalidad, sus habilidades intuitivas y espirituales, y su conexión con la creatividad. Por ejemplo, si Neptuno está en un signo de agua, como el cáncer, el escorpión o el pez, puede indicar una personalidad más intuitiva, emocional y sensible que valora la creatividad y la imaginación, pero puede ser propensa a las ilusiones y deseos de fantasía. Si Neptuno está en un signo de tierra, como Bull, Virgin o Capricornio, puede indicar una personalidad más práctica, que valora la estabilidad y la seguridad material, pero también puede ser muy inspirada y creativa en sus empresas. Si Neptuno está en un signo aéreo, como gemelos, libra o acuario, puede indicar una personalidad más intelectual, que valora la imaginación y la originalidad, pero también puede ser propensa a dudas y ambigüedades. Si Neptuno está en un signo de fuego, como Aries, Leo o Sagitario, puede indicar una personalidad más apasionada que valora la creatividad y la inspiración, pero puede ser propenso a las ilusiones y tratar de cumplir sus deseos sin considerar las consecuencias.",
    "positioning_es": "La posición de Neptuno en otros planetas en una lista de Navidad puede indicar cómo esta persona trata su espiritualidad y creatividad. Por ejemplo, si Neptuno está en un aspecto armonioso con Mercurio, puede indicar que esta persona tiene una capacidad especial para la comunicación inspirada y para expresar sus ideas creativas. Si Neptuno está en un aspecto tenso con Saturno, puede indicar que esta persona puede tener dificultades para manifestar su creatividad y puede ser propenso a sentirse desanimado o reprimido en relación con sus sueños e inspiraciones.\n\nLa posición de Neptuno también se puede interpretar en relación con su posición en su casa astrológica. Por ejemplo, si Neptuno se encuentra en la casa 12, que está asociada con el inconsciente y la espiritualidad, puede indicar que esta persona tiene una conexión profunda con lo divino y puede inspirarse mucho en su creatividad."
}, {
    "id": "pluto",
    "astrodot": "P",
    "name_pt": "Plutão",
    "quality_pt": "",
    "key_pt": "Transformação",
    "domicile": "",
    "exaltation": "",
    "fall": "",
    "exile": "",
    "topics_pt": "Teansformação, Poder, Morte, Renascimento, Evolução",
    "description_pt": "Plutão é um planeta anão que governa o signo de Escorpião na astrologia. Ele foi descoberto em 1930 e tem uma órbita muito elíptica e excêntrica em relação ao Sol. Simbolicamente, Plutão representa a transformação, a regeneração, a intensidade e o poder, e está associado ao inconsciente, ao submundo e aos mistérios da vida e da morte.",
    "characteristics_pt": "Plutão é um símbolo importante na astrologia, que nos ajuda a entender melhor como uma pessoa lida com o poder e o controle em sua vida, suas lutas e transformações, e sua conexão com os mistérios da vida e da morte. Ao considerar a posição de Plutão em um mapa natal, podemos compreender melhor as questões profundas que essa pessoa enfrenta em sua vida e em suas relações.",
    "interpretation_pt": "A posição de Plutão em um mapa natal pode revelar informações importantes sobre a personalidade de uma pessoa, suas lutas e transformações ao longo da vida, e sua conexão com o poder e o controle. Por exemplo, se Plutão está em um signo de água, como Câncer, Escorpião ou Peixes, pode indicar uma personalidade mais intensa, emocional e psíquica, que valoriza a transformação e a regeneração, mas que pode ser propensa a desafios emocionais e de poder. Se Plutão está em um signo de terra, como Touro, Virgem ou Capricórnio, pode indicar uma personalidade mais prática, que valoriza a estabilidade e o controle, mas que também pode ser propensa a lutas de poder e controle em suas relações. Se Plutão está em um signo de ar, como Gêmeos, Libra ou Aquário, pode indicar uma personalidade mais intelectual e comunicativa, que valoriza a transformação e a mudança, mas que pode ser propensa a desafios em suas relações interpessoais e em sua comunicação. Se Plutão está em um signo de fogo, como Áries, Leão ou Sagitário, pode indicar uma personalidade mais apaixonada, que valoriza a transformação e o poder pessoal, mas que pode ser propensa a desafios em relação à agressividade e impulsividade.",
    "positioning_pt": "A posição de Plutão em relação aos outros planetas em um mapa natal pode indicar como essa pessoa lida com o poder e o controle em suas relações e em sua vida. Por exemplo, se Plutão está em um aspecto harmonioso com Vênus, pode indicar que essa pessoa tem uma capacidade especial para a transformação e a regeneração em suas relações amorosas. Se Plutão está em um aspecto tenso com Júpiter, pode indicar que essa pessoa pode ter dificuldades em lidar com questões de poder e controle em suas relações.\n\nA posição de Plutão também pode ser interpretada em relação ao seu posicionamento na Casa astrológica em que se encontra. Por exemplo, se Plutão está na 8ª Casa, que é associada às questões de morte e transformação, pode indicar que essa pessoa tem uma forte conexão com o poder e o controle em sua vida e pode passar por muitas transformações em seus relacionamentos e em suas emoções.",
    "name_en": "Pluto",
    "quality_en": "#VALUE!",
    "key_en": "Transformation",
    "topics_en": "Tensformation, Power, Death, Renaissance, Evolution",
    "description_en": "Pluto is a dwarf planet that rules the sign of Scorpio in astrology. It was discovered in 1930 and has a very elliptical and eccentric orbit in relation to the sun. Symbolically, Pluto represents the transformation, regeneration, intensity and power, and is associated with the unconscious, the underworld and the mysteries of life and death.",
    "characteristics_en": "Pluto is an important symbol in astrology, which helps us better understand how a person deals with power and control in his life, his struggles and transformations, and his connection with the mysteries of life and death. In considering Pluto's position on a Christmas chart, we can better understand the deep issues that person faces in his life and his relationships.",
    "interpretation_en": "Pluto's position on a Christmas chart can reveal important information about a person's personality, his lifelong struggles and transformations, and his connection with power and control. For example, if Pluto is in a water sign, such as cancer, scorpion or fish, may indicate a more intense, emotional and psychic personality that values ​​transformation and regeneration, but can be prone to emotional and power challenges. If Pluto is in a land sign, such as bull, virgin or capicorn, he can indicate a more practical personality that values ​​stability and control, but can also be prone to power and control struggles in their relationships. If Pluto is in an air sign, such as twins, pound or aquarium, can indicate a more intellectual and communicative personality, which values ​​transformation and change, but can be prone to challenges in their interpersonal relationships and communication. If Pluto is in a fire sign, such as Aries, Leo or Sagittarius, may indicate a more passionate personality that values ​​transformation and personal power, but may be prone to challenges in relation to aggressiveness and impulsiveness.",
    "positioning_en": "Pluto's position over other planets on a Christmas chart can indicate how this person deals with power and control in his relationships and in his life. For example, if Pluto is in a harmonious aspect with Venus, it may indicate that this person has a special capacity for transformation and regeneration in his love relationships. If Pluto is in a tense aspect with Jupiter, it may indicate that this person may have difficulty dealing with power and control issues in their relationships.\n\nPluto's position can also be interpreted in relation to his position in his astrological house. For example, if Pluto is in the 8th house, which is associated with death and transformation issues, may indicate that this person has a strong connection with power and control in his life and can undergo many transformations in his relationships and his Emotions.",
    "name_es": "Plutón",
    "quality_es": "#VALUE!",
    "key_es": "Transformación",
    "topics_es": "Tensificación, poder, muerte, renacimiento, evolución",
    "description_es": "Plutón es un planeta enano que gobierna el signo de Escorpio en astrología. Fue descubierto en 1930 y tiene una órbita muy elíptica y excéntrica en relación con el sol. Simbólicamente, Plutón representa la transformación, la regeneración, la intensidad y el poder, y se asocia con el inconsciente, el inframundo y los misterios de la vida y la muerte.",
    "characteristics_es": "Plutón es un símbolo importante en astrología, que nos ayuda a comprender mejor cómo una persona trata con el poder y el control en su vida, sus luchas y transformaciones, y su conexión con los misterios de la vida y la muerte. Al considerar la posición de Plutón en una tabla de Navidad, podemos comprender mejor los problemas profundos que la persona enfrenta en su vida y sus relaciones.",
    "interpretation_es": "La posición de Plutón en una tabla de Navidad puede revelar información importante sobre la personalidad de una persona, sus luchas y transformaciones de toda la vida, y su conexión con el poder y el control. Por ejemplo, si Plutón está en un signo de agua, como el cáncer, el escorpión o el pez, puede indicar una personalidad más intensa, emocional y psíquica que valora la transformación y la regeneración, pero que pueden ser propensas a los desafíos emocionales y de poder. Si Plutón está en un signo de tierra, como Bull, Virgin o Capicorn, puede indicar una personalidad más práctica que valora la estabilidad y el control, pero también puede ser propenso a poder y controlar las luchas en sus relaciones. Si Plutón está en un signo aéreo, como gemelos, libra o acuario, puede indicar una personalidad más intelectual y comunicativa, que valora la transformación y el cambio, pero puede ser propenso a los desafíos en sus relaciones interpersonales y comunicación. Si Plutón está en un signo de fuego, como Aries, Leo o Sagitario, puede indicar una personalidad más apasionada que valora la transformación y el poder personal, pero que pueden ser propensos a los desafíos en relación con la agresividad e impulsividad.",
    "positioning_es": "La posición de Plutón sobre otros planetas en una tabla de Navidad puede indicar cómo esta persona trata sobre el poder y el control en sus relaciones y en su vida. Por ejemplo, si Plutón está en un aspecto armonioso con Venus, puede indicar que esta persona tiene una capacidad especial de transformación y regeneración en sus relaciones amorosas. Si Plutón está en un aspecto tenso con Júpiter, puede indicar que esta persona puede tener dificultades para lidiar con los problemas de poder y control en sus relaciones.\n\nLa posición de Plutón también se puede interpretar en relación con su posición en su casa astrológica. Por ejemplo, si Plutón está en la octava casa, que está asociado con problemas de muerte y transformación, puede indicar que esta persona tiene una fuerte conexión con el poder y el control en su vida y puede sufrir muchas transformaciones en sus relaciones y sus emociones."
}]